"_BASE_USED_" = "ru";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "50.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "Да";
"Done" = "Да";
"Yes" = "Да";
"No" = "Нет";
"Don't show again" = "Больше не показывать";
"Set as default compressor" = "Установить в качестве системного архиватора";
"Not now" = "Не сейчас";
"Want to make Keka your default compressor?" = "Установить Keka в качестве системного архиватора?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Это значит, что все совместимые файлы далее будет распаковывать Keka. Эту установку можно изменить в настройках Keka.";
"Really want to close Keka?" = "Действительно закрыть Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Текущие операции будут отменены. Если вы выберете подождать и закрыть Keka, программа будет закрыта по завершении работы.";
"Password needed" = "Введите пароль";
"File \"%@\" needs a password to be extracted" = "Для распаковки файла \"%@\" требуется указать пароль";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Распаковка файла \"%@\" завершена";
"Extraction of \"%@\" failed." = "Не удалось распаковать файл \"%@\".";
"Extraction of %i files done" = "Распаковка %i файлов завершена";
"Extraction complete" = "Распаковка завершена";
"Extraction fail" = "Не удалось распаковать файл(ы)";
"Compression complete" = "Сжатие завершено";
"File \"%@\" created" = "Файл \"%@\" создан";
"Compression fail" = "Не удалось сжать файл(ы)";
"File \"%@\" cannot be created" = "Не удалось создать файл \"%@\" ";
"Operation not implemented" = "Операция не реализована";
"Performing operation..." = "Выполнение операции...";
"Waiting..." = "Ожидание...";
"Extracting \"%@\"" = "Распаковка \"%@\"";
"Extracting \"%@...\"" = "Распаковка \"%@...\"";
"Creating %@ file..." = "Создание %@ файла...";
"Creating file \"%@\"" = "Создание файла \"%@\"";
"Creating file \"%@...\"" = "Создание файла \"%@...\"";
"Volume name:" = "Имя образа диска:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Прошло %d:%@%d:%@%d часов%@";
"Time elapsed: %d:%@%d minutes%@" = "Прошло %d:%@%d минут%@";
"Time elapsed: %d seconds%@" = "Прошло %d секунд%@";
"%d seconds" = "%d секунд";
"%d:%@%d minutes" = "%d:%@%d минут";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d часов";
"Pause" = "Пауза";
"Continue" = "Продолжить";
"Operation paused" = "Операция приостановлена";
"Cancel" = "Отмена";
"Close" = "Закрыть";
"Operation failed" = "Операция не удалась";
"Operation failed with error code %d" = "Операция не удалась. Код ошибки %d";
"Choose a name and folder to start the compression" = "Выберите имя файла и папку, чтобы начать сжатие";
"Creation of \"%@\" failed" = "Не удалось создать \"%@\"";
"Creating \"%@\"" = "Создание \"%@\"";
"Prepearing extraction..." = "Подготовка распаковки…";
"Choose a folder to extract this file" = "Укажите папку для распаковки файла";
"Choose where do you want to extract \"%@\"" = "Выберите, куда распаковать \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Выберите все тома \"%@\" или содержащую их папку";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Не удалось распаковать \"%@\"";
"Keka - %i on queue" = "Keka - %i в очереди";
"Keka can't create this %@ image" = "Keka не удалось создать %@-образ";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "%@-образ не может быть создан из многих папок. Попробуйте поместить Ваши файлы в одну папку и перетащите её в окно программы Keka.";
"Keka can't create this @% tarball" = "Keka не удалось создать @% tarball";
"This operation is not supported on %@." = "Данная операция не поддерживается %@.";
"Compress \"%@\" in %@ to..." = "Сжать \"%@\" в %@ в...";
"Compress in %@ to..." = "Сжать в %@ в...";
"Save as:" = "Сохранить как:";
"Compress" = "Сжать";
"Extract \"%@\" to..." = "Распаковать \"%@\" в…";
"Extract as:" = "Распаковать как:";
"Extract" = "Распаковать";
" - Remaining: Calculating..." = " - Расчёт оставшегося времени...";
" - Remaining: About one second" = " - Осталось около секунды";
" - Remaining: About %d seconds" = " - Осталось около %d секунд";
" - Remaining: About 1 minute" = " - Осталось около минуты";
" - Remaining: About %d minutes" = " - Осталось около %d минут";
" - Remaining: About 1 hour" = " - Осталось около часа";
" - Remaining: About %d hours" = " - Осталось около %d часов";
" - Remaining: About 1 day" = " - Осталось около дня";
" - Remaining: About %d days" = " - Осталось около %d дней";
" - Remaining: About 1 year" = " - Осталось около года";
" - Remaining: About %d years" = " - Осталось около %d лет";
" - Remaining: Less than one second" = " - Осталось меньше секунды";
"Can't show progress time..." = "Невозможно показать оставшееся время …";
"Password for \"%@\"" = "Пароль для \"%@\"";
"Method:" = "Метод:";
"No compression" = "Без сжатия";
"Fastest, less compression" = "Самый быстрый (меньше сжатие)";
"Fast, less compression" = "Быстрый (меньше сжатие)";
"Normal" = "Обычный";
"Slow, more compression" = "Медленный (больше сжатие)";
"Slowest, more compression" = "Самый медленный (больше сжатие)";
"Compression" = "Сжатие";
"Extraction" = "Распаковка";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka не может использовать список \"extlx.plist\", пожалуйста, обратитесь к разработчикам.\n\nKeka завершает работу.";
"Keka is dying!" = "Keka умирает!";
"Ask each time" = "Спрашивать каждый раз";
"Next to original file" = "В папку с исходным файлом";
"Custom folder..." = "Выбрать папку...";
"Same as original file" = "Так же как исходный файл";
"Custom name..." = "Указать имя...";
"Compressed file" = "Архив";
"Set as default folder" = "Установить как папку по умолчанию";
"Perform automatic action" = "Автовыбор нужного действия";
"Always compress" = "Всегда сжимать";
"Always extract" = "Всегда распаковывать";
"1.4 MB Floppy" = "1.4 MB дискета";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Перетащите сюда для распаковки";
"Drop here to compress" = "Перетащите сюда для сжатия";
"Binary \"%@\" is not accessible" = "Бинарник \"%@\" недоступен";
"The first part \"%@\" can't be found" = "Первая часть \"%@\" не найдена";
"unknown" = "неизвестно";
"Unknown error" = "Неизвестная ошибка";
"Error code %d using \"%@\"\n%@" = "Код ошибки %d при использовании \"%@\"\n%@";
"No errors found" = "Ошибок не найдено";
"Minor error, the operation may be done well" = "Незначительная ошибка, операция быть успешно продолжена";
"Fatal error" = "Критическая ошибка";
"CRC error occurred, maybe the file is corrupt" = "Ошибка CRC: возможно, файл повреждён";
"Attempt to modify an archive previously locked" = "Попытка модифицировать ранее заблокированный архив";
"Maybe you don't have permission to write or your disk is full" = "Возможно, у Вас нет прав на запись либо диск заполнен до отказа";
"Can't open the file, maybe you don't have read permission" = "Невозможно открыть файл. Вероятно, у Вас нет прав на чтение";
"Command line error, please contact with the developer" = "Ошибка командной строки. Пожалуйста, обратитесь к разработчику";
"Not enough memory. Try to close some programs and repeat the operation" = "Недостаточно памяти. Попробуйте закрыть другие программы и повторите оперцию";
"Can't create the file, maybe you don't have permission or free space" = "Невозможно создать файл. Вероятно, у Вас отсутствуют права на запись либо нет места на диске";
"Canceled manually" = "Отменена принудительно";
"Bad password, try again" = "Неверный пароль, попробуйте еще раз";
"This archive is locked" = "Этот архив заблокирован";
"Write error. No permission? No space left?" = "Ошибка записи. Нет прав на запись? Отсутствует место на диске?";
"Can't open the file, maybe it's not accessible" = "Невозможно открыть файл. Вероятно, он недоступен";
"No files matching the mask" = "Нет файлов, отвечающих маске запроса";
"Give access" = "Дать доступ";
"Just folder access" = "Только доступ к папке";
"Quit" = "Выход";
"More information" = "Больше информации";
"Keka needs file access" = "Keka требуется доступ к файлам";
"Give home access" = "Дать доступ к домашней папке";
"Customize" = "Настроить";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Чтобы беспрепятственно работать с вашими файлами, Keka нужен доступ к диску Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nПросто нажмите на \"Дать доступ Keka\", ваш диск скорее всего будет выбран.";
"Give access to Keka" = "Дать доступ Keka";
"Full Mac access (Recommended)" = "Доступ ко всему Mac (Рекомендуется)";
"Home folder access" = "Доступ к домашней папке";
"External volumes access" = "Доступ к внешним хранилищам";
"External disk: %@" = "Внешний диск: %@";
"An extension is required" = "Требуется расширение";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Чтобы установить Keka в качестве приложения по умолчанию, вам нужно установить расширение. Нажмите на \"Больше информации\" и следуйте требуемым шагам.\n\nПомните, что вы также можете установить Keka в качестве приложения по умолчанию для любого формата, используя панель \"Свойства\" в Finder.";
"Cannot set Keka as default" = "Невозможно установить Keka по умолчанию";
"The intermediate application failed to launch. There is more information in the Console.app." = "Приложение-посредник не смогло запуститься. Больше информации — в приложении Консоль.";
"The intermediate application returned an undefined code." = "Приложение-посредник вернуло неопределённый код.";
"Keka is now set as the default application for its known formats." = "Keka установлена в качестве приложения по умолчанию для известных ей форматов.";
"Keka set as default" = "Keka установлена по умолчанию";
"There were some errors while registering the formats. There is more information in the Console.app." = "При регистрации форматов произошли некоторые ошибки. Больше информации — в приложении Консоль.";
"The intermediate application can't get access to Keka." = "Приложение посредник не смогло получить доступ к Keka.";
"The intermediate application can't find Keka." = "Приложение-посредник не может найти Keka.";
